books = [
    Book("Война и мир", "Лев Толстой", year=1869),
    Book("Преступление и наказание", "Фёдор Достоевский", year=1866),
    Book("Мастер и Маргарита", "Михаил Булгаков", year=1967),
    Book("Сто лет одиночества", "Габриэль Гарсиа Маркес", year=1967),
    Book("1984", "Джордж Оруэлл", 1949),
    Book("Божественная комедия", "Данте Алигьери", year=1321),
    Book("Гордость и предубеждение", "Джейн Остин", year=1813),
    Book("Лолита", "Владимир Набоков", year=1955),
    Book("Моби Дик", "Герман Мелвилл", year=1851),
    Book("Маленький принц", "Антуан де Сент-Экзюпери", year=1943),
]